import React from "react"
import Header from "../components/Header/Header"
import Footer from "../components/Footer/Footer"

const coursePlan = [
    {
        title: 'Анализировать ниши',
        description: 'Мы рассмотрим рынок, как выглядит выдача Амазона, где находятся рекламные плейсменты и как проверить качество рекламы через Front-end'
    },
    {
        title: 'Уверенно настраивать рекламу',
        description: 'Рассмотрим какие виды рекламы существуют, как создать семантическое ядро, как создать структуру рекламных кампаний,  детально разберем структуру Zero to Hero от Profit Whales'
    },
    {
        title: 'Оптимизировать рекламу',
        description: 'Рассмотрим как выбрать первоначальные биды и бюджеты, как Оптимизировать вручную и через Bulk File, проанализируем 8 рекламных стратегий от Profit Whales'
    },
    {
        title: 'Защищаться от конкурентов',
        description: 'Разберём как настраивать рекламные кампании, которые защищают ваш бренд и почему это так важно, разрушим популярный миф, что не нужно крутить рекламу на брендовый трафик'
    },
    {
        title: 'Экономить сотни часов на рекламе',
        description: 'Изучим, как быстро и максимально эффективно автоматизировать процесс оптимизации рекламы'
    },
    {
        title: 'Атаковать листинги конкурентов',
        description: 'Разберем, как атаковать листинги конкурентов через SP/SD и не дать им шансов попасть на первые позиции'
    },
    {
        title: 'Выжимать максимум из каждого потраченного доллара',
        description: 'Проанализируем, как сделать рекламу максимально выгодной, изучив, что такое юнит экономика Амазона и почему конверсия так важна'
    },
    {
        title: 'Понимать устройство Амазон и аналитики',
        description: 'Поговорим про окно атрибуции, как устроена органическая выдача и какие параметры влияют на органическую выдачу, а также как анализировать результаты рекламных кампаний'
    },
    {
        title: 'Автоматизировать процессы настройки рекламы',
        description: 'Разберем, какие сервисы вам помогут при сборе семантического ядра и в дальнейшей работе с Амазон рекламой'
    },
]

const Course = () => {

    return (
        <div className="course-page landing-page">
            <Header/>

            <section className="pre-header">
                <div className="container">
                    <div className="col">
                        <h2>
                            Онлайн курс <span>по Амазон рекламе</span>
                        </h2>

                        <p>
                            Самый детальный и продвинутый курс по рекламе на Амазон от Profit Whales
                        </p>

                        <button>
                            ЗАРЕГИСТРИРОВАТЬСЯ
                        </button>

                        <ul>
                            <li>
                                <div className="images">

                                </div>

                                <p>
                                    Profit Whales попал в список "The most important companies in the e-commerce
                                    marketplaces ecosystem" по версии MarketplacePulse.
                                </p>
                            </li>

                            <li>
                                <div className="images">

                                </div>

                                <p>
                                    Profit Whales официальный партнер Amazon Advertising
                                </p>
                            </li>
                        </ul>
                    </div>
                </div>

                <div className="author-avatar">
                    <div className="name">
                        <h1>Александр Нежник</h1>

                        <h3>
                            Ведущий курса, сооснователь Profit Whales
                        </h3>
                    </div>
                </div>
            </section>

            <section className={'course-audience'}>
                <div className="container">
                    <ul>
                        <li>
                            <i>
                                <svg width="21" height="21" viewBox="0 0 21 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M4.59375 13.4531C4.59375 13.3381 4.59821 13.2242 4.60241 13.1102C2.80875 13.0302 1.26814 12.6183 0.20895 11.9904C0.0716624 12.1558 0 12.3185 0 12.4687C0 13.2197 1.79156 14.2889 4.64783 14.423C4.61291 14.1043 4.59375 13.7809 4.59375 13.4531Z" fill="#F5F577"/>
                                    <path d="M4.75046 11.8012C4.83525 11.3541 4.95285 10.9189 5.10221 10.4981C3.09566 10.4779 1.365 10.0508 0.208688 9.36517C0.0716625 9.53081 0 9.69356 0 9.84371C0 10.6036 1.83514 11.6878 4.75046 11.8012Z" fill="#F5F577"/>
                                    <path d="M5.25 9.18744C5.40251 9.18744 5.54978 9.18245 5.69704 9.1772C5.9661 8.69132 6.27848 8.23273 6.63049 7.808C6.18791 7.85184 5.72644 7.87494 5.25 7.87494C3.18045 7.87494 1.39361 7.44261 0.20895 6.74042C0.0716624 6.90579 0 7.06854 0 7.21869C0 8.02142 2.04514 9.18744 5.25 9.18744Z" fill="#F5F577"/>
                                    <path d="M5.25 5.24994C3.18045 5.24994 1.39361 4.81761 0.20895 4.11542C0.0716624 4.28079 0 4.44354 0 4.59369C0 5.39642 2.04514 6.56244 5.25 6.56244C6.57352 6.56244 7.69492 6.36216 8.56065 6.07209C9.04995 5.74686 9.57337 5.46939 10.1238 5.24522C10.3695 5.02131 10.5 4.79608 10.5 4.59369C10.5 4.44354 10.4283 4.28079 10.291 4.11542C9.10639 4.81761 7.31955 5.24994 5.25 5.24994Z" fill="#F5F577"/>
                                    <path d="M5.25 3.9375C8.45486 3.9375 10.5 2.77147 10.5 1.96875C10.5 1.16602 8.45486 0 5.25 0C2.04514 0 0 1.16602 0 1.96875C0 2.77147 2.04514 3.9375 5.25 3.9375Z" fill="#F5F577"/>
                                    <path d="M14.043 13.9298V16.3913C14.4848 16.2747 14.7675 16.1067 14.9381 15.9621C15.2213 15.7216 15.3531 15.4274 15.3292 15.0872C15.3024 14.7029 15.1683 14.3002 14.043 13.9298Z" fill="#F5F577"/>
                                    <path d="M13.4531 5.90625C9.29171 5.90625 5.90625 9.29171 5.90625 13.4531C5.90625 17.6145 9.29171 21 13.4531 21C17.6145 21 21 17.6145 21 13.4531C21 9.29171 17.6145 5.90625 13.4531 5.90625ZM15.7878 16.9633C15.3455 17.3381 14.7507 17.6004 14.0437 17.7366V18.5062C14.0437 18.8688 13.75 19.1625 13.3875 19.1625C13.025 19.1625 12.7312 18.8688 12.7312 18.5062V17.8398C11.9269 17.8206 11.1048 17.6628 10.5181 17.4011C10.1871 17.2533 10.0388 16.8651 10.1863 16.5341C10.3341 16.2028 10.7226 16.0553 11.0534 16.2023C11.4056 16.3598 12.0396 16.5063 12.7312 16.5265V13.5694C11.5755 13.2164 10.5454 12.6199 10.4543 11.3203C10.4058 10.6265 10.6927 9.97552 11.262 9.48675C11.6482 9.15521 12.1488 8.91817 12.7312 8.78167V8.00625C12.7312 7.64374 13.025 7.35 13.3875 7.35C13.75 7.35 14.0437 7.64374 14.0437 8.00625V8.64649C14.946 8.65226 15.5912 8.83811 15.9198 8.96385C16.2582 9.093 16.428 9.47257 16.2984 9.8112C16.1695 10.1496 15.7909 10.3197 15.451 10.1897C15.256 10.1152 14.7661 9.96319 14.0435 9.9582V12.5596C15.3145 12.9069 16.5343 13.4977 16.6393 14.9956C16.6926 15.7537 16.39 16.4524 15.7878 16.9633Z" fill="#F5F577"/>
                                    <path d="M12.1172 10.4825C11.9427 10.6324 11.7398 10.8836 11.7636 11.2288C11.7857 11.5433 11.9385 11.8706 12.7312 12.1809V10.1454C12.4871 10.231 12.2781 10.3442 12.1172 10.4825Z" fill="#F5F577"/>
                                </svg>
                            </i>

                            Для Амазон Продацов
                        </li>

                        <li>
                            <i>
                                <svg width="20" height="21" viewBox="0 0 20 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M7.36789 0C11.2159 0 14.3744 2.95141 14.7053 6.71346C14.2607 6.4112 13.6977 6.28549 13.1182 6.438C12.1837 6.68388 11.716 7.53612 11.716 8.45768V13.3151C10.4968 14.2071 8.99379 14.7348 7.36789 14.7348C3.29803 14.7348 0 11.4368 0 7.36789C0 3.29803 3.29803 0 7.36789 0ZM8.04358 1.46877V2.74435C8.65549 2.86914 9.13152 3.16955 9.4763 3.56979C9.89872 4.06061 10.1076 4.69655 10.115 5.33712C10.1159 5.40644 10.115 5.46745 10.1122 5.52106L8.76548 5.45728C8.76826 5.41476 8.76918 5.37964 8.76826 5.35283C8.76456 5.01637 8.66103 4.68916 8.45213 4.44698C8.25248 4.21405 7.9382 4.05322 7.50007 4.03196C7.44923 4.02918 7.40486 4.02826 7.36789 4.02826C6.95193 4.0338 6.63027 4.17615 6.4075 4.38875C6.23835 4.55051 6.12188 4.75479 6.06087 4.97108C6.00172 5.18183 5.99802 5.4009 6.05163 5.59778C6.10432 5.79374 6.21801 5.96567 6.39364 6.07474L7.6646 6.77539V6.77631L8.97993 7.47234L9.00673 7.48805C9.52159 7.79123 9.84511 8.25895 9.98746 8.78304C10.1048 9.21286 10.0975 9.68242 9.97267 10.128C9.84973 10.567 9.60848 10.9867 9.25723 11.3231C8.93833 11.6263 8.53255 11.8592 8.04358 11.9748V13.2661H6.69127V11.9905C6.07936 11.8657 5.60333 11.5653 5.25855 11.1651C4.83613 10.6742 4.62723 10.0383 4.61983 9.39773C4.61891 9.3284 4.61983 9.2674 4.62261 9.21379L5.96937 9.27757C5.96659 9.32008 5.96567 9.35521 5.96659 9.38202C5.97029 9.71847 6.07381 10.0457 6.28272 10.2879C6.4833 10.5208 6.79665 10.6826 7.23571 10.7029C7.28562 10.7057 7.32999 10.7066 7.36696 10.7066C7.78291 10.701 8.10458 10.5587 8.32735 10.3461C8.4965 10.1843 8.61297 9.98006 8.67397 9.76377C8.73313 9.55302 8.73683 9.33395 8.68322 9.13707C8.63053 8.94296 8.51961 8.77288 8.34768 8.66381L7.02588 7.96408L7.01571 7.95854L5.74383 7.25697L5.72811 7.2468C5.21326 6.94362 4.88974 6.4759 4.74739 5.9518C4.63 5.52199 4.6374 5.05242 4.76218 4.60689C4.88512 4.16783 5.12637 3.74818 5.47762 3.41265C5.79651 3.10854 6.2023 2.87561 6.69127 2.76007V1.46877H8.04358ZM19.5395 21H12.766C12.7124 20.8974 12.6606 20.7911 12.6107 20.6783C11.9849 19.2493 8.31348 18.4229 8.31348 18.4229C7.78291 17.1862 9.09455 16.2193 11.0153 16.883C11.7871 17.1492 12.6939 17.4847 12.7531 17.4847C12.8122 17.4847 12.7568 13.4935 12.7568 13.4935V8.45768C12.7568 6.92605 14.5823 7.22554 14.5823 8.45768L14.8485 13.4204C15.1508 12.5155 16.5438 12.7272 16.7009 13.6663C17.1178 13.1422 18.1272 13.2661 18.3684 13.8835C19.3861 13.6293 19.4878 14.4307 19.4906 14.867L19.5395 21ZM17.8397 10.5245L16.4966 9.94678C15.7738 9.63621 16.2443 8.54364 16.9671 8.85422L18.3102 9.43193C19.033 9.74343 18.5625 10.8351 17.8397 10.5245ZM19.3963 6.79572L16.9828 7.45477C16.224 7.66275 15.9097 6.51472 16.6686 6.30767L19.0829 5.64862C19.8418 5.44157 20.1552 6.58867 19.3963 6.79572ZM16.9459 3.39416L16.2332 4.67067C15.8496 5.35745 14.8116 4.77789 15.1952 4.09111L15.9078 2.8146C16.2905 2.1269 17.3295 2.70738 16.9459 3.39416Z" fill="#F5F577"/>
                                </svg>
                            </i>

                            Для PPC специалистов
                        </li>

                        <li>
                            <i>
                                <svg width="15" height="21" viewBox="0 0 15 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M1.0694 2.29681L6.25057 0L8.30329 2.16508V19.8171H9.05233V8.44801H13.9157V19.8171H14.9849V21H0V19.8171H1.0694V2.29681ZM9.9172 14.2023H13.0509V15.1588H9.9172V14.2023ZM9.9172 12.3114H13.0509V13.2672H9.9172V12.3114ZM9.9172 10.4201H13.0509V11.3763H9.9172V10.4201ZM2.26445 8.31108H7.10823V9.26753H2.26445V8.31108ZM2.26445 6.42014H7.10823V7.3763H2.26445V6.42014ZM2.26445 4.52891H7.10823V5.48478H2.26445V4.52891Z" fill="#F5F577"/>
                                </svg>
                            </i>

                            Для владельцев Амазон Бизнеса
                        </li>
                    </ul>
                </div>
            </section>

            <section className={'course-statistic'}>
                <div className="container">
                    <h2>
                        Почему нужно <span>принять участие</span> в курсе?
                    </h2>

                    <ul>
                        <li>
                            <div className="value">
                                90%
                            </div>
                            <p>
                                Cлучаев получаем рост оборота продаж и ROAS на 30% без увеличения затрат на рекламу
                            </p>
                        </li>
                        <li>
                            <div className="value">
                                88%
                            </div>
                            <p>
                                Участников курса, Амазон продавцов, увеличивают оборот на 30%
                            </p>
                        </li>
                        <li>
                            <div className="value">
                                100%
                            </div>
                            <p>
                                оригинальный авторский контент
                            </p>
                        </li>
                    </ul>
                </div>
            </section>

            <section className={'course-plan'}>
                <div className="container">
                    <h2>
                        В рамках курса вы научитесь:
                    </h2>

                    <div className="row">
                        <div className="description">

                        </div>

                        <ul>
                            {coursePlan.map(i => <li>{i.title}</li>)}
                        </ul>
                    </div>
                </div>
            </section>

            <Footer/>
        </div>
    )
}

export default Course